/* Generic authentication error. */
"UNKNOWN_ERROR" = "Kan ikke godkjenne brukeren.";
"USER_NOT_ADMIN_PASS" = "Du må skrive inn et brukernavn og et passord som gir administratortilgang.";
"USER_NOT_ADMIN_PIN" = "Du må skrive inn et brukernavn og et passord som gir administratortilgang.";
"INVALID_USER_NAME" = "Du må oppgi et gyldig brukernavn.";
"INVALID_USER_PASSWORD" = "Du må oppgi et gyldig passord.";
"INVALID_USER_PIN" = "Du må oppgi en gyldig PIN-kode.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Prøv igjen.";

/* Button Titles */
"RESTART_BUTTON" = "Omstart";
"SHUTDOWN_BUTTON" = "Slå av";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "De andre brukerne som er pålogget nå, kan miste endringer som ikke er arkivert, hvis du starter maskinen på nytt.";
"RESTART_DETAIL_WARNING" = "Hvis du starter maskinen på nytt eller slår den av, avsluttes programmer i andre økter hvor det er mulig at dokumenter har endringer som ikke er arkivert. Oppgi brukernavn og passord som gir administratortilgang, og klikk på Omstart, eller klikk på Avbryt for å gå videre uten omstart.";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "De andre brukerne som er pålogget nå, kan miste endringer som ikke er arkivert, hvis du slår av maskinen.";
"SHUTDOWN_DETAIL_WARNING" = "Hvis du starter maskinen på nytt eller slår den av, avsluttes programmer i andre økter hvor det er mulig at dokumenter har endringer som ikke er arkivert. Oppgi brukernavn og passord som gir administratortilgang, og klikk på Slå av, eller klikk på Avbryt for å gå videre uten å slå av maskinen.";

/* PIN or Password */
"PIN" = "PIN:";
"PASSWORD" = "Passord:";